; TaskSwitchXP Pro 2.06 Spanish Language File
; Translated by Alejandro Muñoz Uribe
 


19999="Spanish (Español)"


; Configuration
20000="Configuración de TaskSwitchXP Pro 2.0"
20001="Aceptar"
20002="Cancelar"
20003="Aplicar"

; Filters
20031="Archivos de configuración de TaskSwitchXP (*.cfg)"


; Pages
20050="Generales"
20051="Apariencia"
20052="Lista de tareas"
20053="Vista previa"
20054="Info. de tareas"
20055="Métodos abreviados"
20056="Exclusiones"
20057="Avanzadas"
20058="Acerca de"

; Page descriptions
20070="Opciones generales"
20071="Opciones de apariencia"
20072="Lista de tareas"
20073="Opciones de vista previa"
20074="Información de tareas"
20075="Métodos abreviados de TaskSwitchXP"
20076="Exclusiones de TaskSwitchXP"
20077="Opciones avanzadas"
20078="Acerca de TaskSwitchXP"


; General page
20100="Idioma:"
20101="<a id=\"idLang\" href=\"\">Buscar más traducciones...</a>"
20102="Usar opciones separadas para cada usuario de este equipo"
20103="Ejecutar TaskSwitchXP automáticamente al iniciar el equipo"
20104="Ejecutar TaskSwitchXP en alta prioridad"
20105="Comprobar si se está ejecutando MS Task Switcher Powertoy"
20106="Iconos de notificación:"
20107="Mostrar el icono de notificación de TaskSwitchXP al iniciar"
20108="Usar icono personalizado:"
20109="Minimizar ventanas al área de notific. con clic derecho en Minimizar"
20110="No permitir que Windows XP oculte el icono de TaskSwitchXP"
20111="Agregar ventanas minimizadas en área de notific. al final de la lista"

20120="Restaurar predeterminadas"
20121="Abrir..."
20122="Guardar..."

; Appearance page
20200="Posición en la pantalla:"
20201="Mostrar en el monitor activo"
20202="Mostrar sombra bajo la ventana de TaskSwitchXP"
20203="Habilitar transparencia para la ventana de TaskSwitchXP:"
20204="Atenuar ventana al aparecer (en milisegundos):"
20205="Atenuar ventana al desaparecer (en milisegundos):"
20206="Modos de presentación preferidos:"
20207="Estilo visual de XP:"
20208="Estilo clásico:"
20209="Forzar el estilo clásico de TaskSwitchXP"
20210="Mostrar panel a la izquierda"

; Position on screen
20270="Arriba y a la izquierda"
20271="Arriba y al centro"
20272="Arriba y a la derecha"
20273="Al centro y a la izquierda"
20274="Centrada"
20275="Al centro y a la derecha"
20276="Abajo y a la izquierda"
20277="Abajo y al centro"
20278="Abajo y a la derecha"

; Modern XP skins
20280="Estilo menú Inicio (predeterminado)"
20281="Estilo Task Switcher PowerToy"
20282="Estilo ventana sencilla"
20283="Estilo XP plano"
20284="Estilo XP suave"
20285="Estilo barra de tareas"

; Classical skins
20290="Estilo menú Inicio (predeterminado)"
20291="Estilo menú Inicio plano"


; Task List page
20300="Apariencia de la lista:"
20301="Número de columnas:"
20302="Ancho (en píxeles):"
20303="Número de líneas:"
20304="Iconos pequeños"
20305="Mostrar sugerencias en la lista de iconos"
20306="Mostrar el puntero de selección de vínculo al señalar un elemento"
20307="Seleccionar el elemento bajo el puntero"
20308="Invertir la rueda del mouse (ratón)"
20309="Estilo de selección:"
20310="Mostrar el rectángulo de foco"
20311="Estilo y colores del texto:"
20312="Fuente:"
20313="Tamaño:"
20314="N"
20315="K"
20316="Color:"

; List views
20390="Iconos"
20391="Lista vertical"

; Selection styles
20380="Marco"
20381="Rectángulo relleno"
20382="Rectángulo redondeado"

; Color indexes
20370="Texto plano"
20371="Texto seleccionado"
20372="Fondo de la selección"
20373="Texto marcado 1"
20374="Fondo de marca 1"
20375="Texto marcado 2"
20376="Fondo de marca 2"


; Preview page
20400="Estilo de la vista Previa:"
20401="Vista previa estilo «Escritorio»"
20402="Vista previa estilo «Ventana»"
20403="Incluir la barra de tareas en la vista previa"
20404="Mostra sólo el último cuadro de diálogo de la aplicación"
20405="No mostrar la imagen del escritorio en la vista previa (estilo v1.0)"
20406="Usar la imagen del escritorio como fondo"
20407="Mostrar borde alrededor de la imagen de vista previa"
20408="Centrar verticalmente la imagen de vista previa"
20409="Mostrar los títulos de las ventanas minimizadas en la vista previa (*)"
20410="Excluir todas las ventanas transparentes de la vista previa (*)"
20411="Ancho de la imagen de vista previa (en píxeles):"
20412="Retraso de la primera vista previa (en milisegundos):"
20413="No alojar en caché la imágenes de vista previa"
20414="Actualizar la vista previa (en milisegundos):"


; Info page
20500="Panel de títulos:"
20501="Fuente:"
20502="Tamaño:"
20503="N"
20504="K"
20505="Color:"
20506="Mostrar sombra:"
20507="Profundidad:"
20508="Color:"
20509="Mostrar el icono de la aplicación en el panel de títulos"
20510="Usar panel de títulos pequeño"
20511="Panel de información:"
20512="Fuente:"
20513="Tamaño:"
20514="N"
20515="K"
20516="Color:"
20517="Mostrar sombra:"
20518="Profundidad:"
20519="Color:"
20520="Alto:"
20521="Formato:"

; Info formats
20590="Ninguno"
20591="Sólo el número de la tarea"
20592="ID del proceso"
20593="Nombre del proceso"
20594="Nombre del proceso [PID]"
20595="Descripción del programa"


; Hotkeys page
20600="Reemplazar el conmutador de tareas Alt+Tab de Windows"
20601="Habilitar la conmutación de ventanas con Ctrl+Alt+Mayús+Tab"
20602="No ocultar la ventana de TaskSwitchXP al soltar la tecla Alt"
20603="Usar método de bajo nivel para reemplazar Alt+Tab"
20604="Control de TaskSwitchXP:"
20605="Lista de aplicaciones:"
20606="Lista de ventanas:"
20607="Configurar TaskSwitchXP:"
20608="Mostrar/Ocultar icono de notificación:"
20609="Salir de TaskSwitchXP:"
20610="Métodos abreviados adicionales:"
20611="Minimizar al área de notificación:"
20612="Restaurar del área de notificación:"


; Exclusions page
20700="Nueva..."
20701="Editar..."
20702="Quitar"

; List groups
20780="Vista previa"
20781="Enumeración de ventanas"

20790="Nombre"
20791="Parámetros"

; Advanced page
20800="Títulos de ventanas:"
20801="Usar el título de la ventana principal de la aplicación"
20802="Opciones avanzadas de la interfaz:"
20803="Ocultar el panel de títulos"
20804="Ocultar el panel de información"
20805="Acciones del icono de notificación"
20806="Menú contextual:"
20807="Configuración:"
20808="Lista de aplicaciones:"
20809="Lista de ventanas:"
20810="Opciones de la configuración:"
20811="Ventana de configuración siempre visible"
20812="Recordar la posición de la ventana de configuración"
20813="Recordar la última página de configuración"
20814="Ejecutar TaskSwitchXP al iniciar/cerrar"

; Tray icon actions
20890="Ninguna"
20891="Clic izquierdo"
20892="Doble clic izquierdo"
20893="Clic central"
20894="Doble clic central"
20895="Clic derecho"
20896="Doble clic derecho"


; About page
20900="Traducido por <a id=\"idTranslatorMail\" href=\"mailto:alejandromzu@gmail.com\">Alejandro Muñoz Uribe</a>"


; Exclusions dialog
22000="Exclusión de TaskSwitchXP"
22001="Aceptar"
22002="Cancelar"
22003="Aplicaciones activas:"
22004="Actualizar"
22005="Nombre de la exclusión:"
22006="Excluir por:"
22007="Nombre del proceso:"
22008="Clase de la ventana:"
22009="Titulo de la ventana:"
22010="Excluir de:"
22011="Vista previa"
22012="Enumeración de ventanas"
22013="Habilitada"

22090="" ; no excluida
22091=">> excluida de la vista previa"
22092=">> excluida de la enumeración"

; Configurator Errors
30000="Error del configurador de TaskSwitchXP"
30002="No se pudo iniciar TaskSwitchXP.exe. Compruebe la instalación de TaskSwitchXP."
30003="No se pudieron guardar las opciones en el registro. Compruebe sus derechos de acceso."
30004="No se pudieron cargar las opciones desde el archivo."
30005="No se pudieron cargar las opciones desde el archivo. Se restauraron las predeterminadas."
30006="No se pudieron guardar las opciones en el archivo."

; Hints for exclusion dialog
30100="Exclusión sin nombre"
30101="Escriba un nombre para la exclusión."
30102="Sin parámetros"
30103="Escriba los parámetros para la exclusión."
30104="Sin nombre de proceso"
30105="Escriba un nombre de proceso."
30106="Sin clase de ventana"
30107="Escriba una clase de ventana."

; Confirmations
30900="Confirmación de TaskSwitchXP"
30901="TaskSwitchXP ha detectado que hay más de un monitor activo en su equipo.\r\n¿Desea activar el estilo de vista previa «Ventana» para mostrar todas las vistas previas de los monitores secundarios?"


; TaskSwitchXP Language Strings

; Tray menu
31000="Lista de aplicaciones"
31001="Lista de ventanas"	
31002="Opciones..."
31003="Salir"

31020="Opciones rápidas"
31021="Ocultar icono de notificación"
31022="Reemplazar Alt+Tab"
31023="Activar conmutador de ventanas"
31024="No ocultar al soltar la tecla Alt"
31025="Usar método de bajo nivel"
31026="Nueva exclusión..."

31050="Ayuda"
31051="Documentación"
31052="Página Web"
31053="Acerca de TaskSwitchXP"

; Tray menu for minimized applications
31090="TSXP: %d aplic.(s)"
31091="Restaurar todas"
31092="Minimizar todas"
31093="Cerrar todas"
31094="Restaurar"
31095="Minimizar"
31096="Cerrar"

; Task List menu
31110="Pasar a"
31111="Minimizar"
31112="Minimizar al área de notificación"
31113="Cascada"
31114="Mosaico horizontal"
31115="Mosaico vertical"
31116="Restaurar"
31117="Maximizar"
31118="Cerrar"
31119="Terminar proceso"

; Common menu
31150="Mostrar información del proceso"
31151="Seleccionar todas"
31152="No seleccionar"
31153="Quitar seleccionadas"
31154="Ordenar por título"
31155="Ordenar por aplicación"	

; Process Info mask
31500="Nombre de imagen:  %s\r\nID del proceso:  %u\r\n\r\nDuración:  %u:%02u:%02u\r\nTiempo de CPU:  %u:%02u:%02u\r\n\r\nUso de memoria:  %uK\r\nTamaño de la memoria virtual:  %uK"
31501="N/D" ; La información del proceso no está disponible...

; Confirmations
31900="Confirmación de TaskSwitchXP"
31901="TaskSwitchXP ya se está ejecutando. ¿Desea cerrarlo?"
31902="¿Realmente desea cerrar TaskSwitchXP?"
31903="TaskSwitchXP ha detectado que se está ejecutando MS Task Switcher Powertoy.\r\n¿Desea finalizarlo?"

; Errors
32000="Error de TaskSwitchXP"
32002="Error al inicializar."
32003="No se pudo instalar el método de bajo nivel del teclado."
32004="No se pudo registrar el método abreviado Alt+Tab o Alt+Mayús+Tab.\r\nEs posible que otra aplicación ya lo haya hecho."
32005="No se pudo registrar el método abreviado Ctrl+Alt+Tab or Ctrl+Alt+Mayús+Tab.\r\nEs posible que otra aplicación ya lo haya hecho."
32006="No se pudo iniciar ConfigTsXP.exe. Compruebe la instalación de TaskSwitchXP."

32500="No se pudo registrar el método abreviado:\r\n\r\nNombre: %s\r\nModificadores: %02X\r\nCódigo virtual: %02X"
32501="Salir de TaskSwitchXP"
32502="Mostrar/Ocultar icono"
32503="Configurar TaskSwitchXP"
32504="Lista de aplicaciones"
32505="Lista de ventanas"
32506="Minizar al área de notificación"
32507="Restaurar del área de notificación"
